Repository: aap01152/ChurchHymniOS
Catalog: ChurchHymniOS/*.lproj/Localizable.strings
Languages: pt

# alert.export_successful
source: Export Successful
pt: Exportação Bem-sucedida

# form.service_title
source: Service Title
pt: Título do Serviço

# form.notes_optional
source: Notes (Optional)
pt: Notas (Opcional)

# placeholder.search_help
source: Search help topics...
pt: Pesquisar tópicos de ajuda...

# form.resolution
source: Resolution
pt: Resolução

# form.format
source: Format
pt: Formato

# form.date
source: Date
pt: Data

# worship.no_external_display
source: No External Display
pt: Sem Ecrã Externo

# worship.ready_for_worship
source: Ready for Worship
pt: Pronto para o Culto

# worship.individual_presentation
source: Individual Presentation
pt: Apresentação Individual

# worship.connect_projector
source: Connect a projector to start worship
pt: Conecte um projector para iniciar o culto

# worship.start_worship_session
source: Start worship session to begin
pt: Iniciar sessão de culto para começar

# worship.stop_to_enable
source: Stop to enable worship session
pt: Pare para activar sessão de culto

# worship.ready_for_hymn
source: Ready for hymn presentation
pt: Pronto para apresentação de hino

# worship.presenting_hymn
source: Presenting: %@
pt: A apresentar: %@

# worship.hymn_being_presented
source: Hymn being presented
pt: Hino a ser apresentado

# help.connect_external_first
source: Connect an external display first
pt: Conecte primeiro um ecrã externo

# help.start_worship_background
source: Start worship session with background display
pt: Iniciar sessão de culto com ecrã de fundo

# help.stop_presentation_first
source: Stop current presentation to enable worship session
pt: Pare a apresentação actual para activar sessão de culto

# help.stop_worship_return
source: Stop worship session and return to normal mode
pt: Parar sessão de culto e voltar ao modo normal

source: Import Preview
pt: Pré-visualização da Importação

# import.duplicate_resolution
source: Duplicate Resolution
pt: Resolução de Duplicados

source: Export Hymns
pt: Exportar Hinos

# export.auto_detect
source: Auto-detect
pt: Detecção Automática

# progress.initializing
source: Initializing ChurchHymn...
pt: A inicializar ChurchHymn...

source: Auto-Present Mode
pt: Modo Apresentação Automática

# auto_present.settings
source: Settings
pt: Definições

# auto_present.description
source: Hymns will automatically present after staying on them for the selected duration during worship sessions.
pt: Os hinos serão automaticamente apresentados após permanecerem seleccionados pela duração escolhida durante as sessões de culto.

# auto_present.how_it_works
source: How It Works
pt: Como Funciona

# auto_present.works_description
source: Auto-present only works during active worship sessions and when an external display is connected.
pt: A apresentação automática só funciona durante sessões de culto activas e quando um ecrã externo está ligado.

# auto_present.presenting
source: Auto-presenting...
pt: A apresentar automaticamente...

# nav.hymn_queue
source: Hymn Queue
pt: Fila de Hinos

# nav.data_recovery
source: Data Recovery
pt: Recuperação de Dados

# nav.test_results
source: Test Results
pt: Resultados do Teste

# nav.auto_present_settings
source: Auto-Present Settings
pt: Definições de Apresentação Automática

# nav.help_support
source: Help & Support
pt: Ajuda e Suporte

# nav.new_service
source: New Service
pt: Novo Serviço

# nav.add_hymn
source: Add Hymn
pt: Adicionar Hino

# service.active_service
source: Active Service
pt: Serviço Activo

# service.no_active_service
source: No Active Service
pt: Nenhum Serviço Activo

# service.create_or_activate
source: Create or activate a service to start managing hymns for worship
pt: Criar ou activar um serviço para começar a gerir hinos para o culto

# service.all_services
source: All Services
pt: Todos os Serviços

# service.no_services_created
source: No services created yet
pt: Ainda não foram criados serviços

# service.delete_confirmation
source: Are you sure you want to delete '%@'? This action cannot be undone.
pt: Tem a certeza de que deseja apagar '%@'? Esta acção não pode ser desfeita.

# service.completed_at
source: Completed %@
pt: Concluído %@

# service.hymns_count
source: Hymns (%d)
pt: Hinos (%d)

# service.no_hymns_added_yet
source: No hymns added yet
pt: Ainda não foram adicionados hinos

# service.add_hymns_to_organize
source: Add hymns to this service to organize worship music
pt: Adicionar hinos a este serviço para organizar música de culto

# service.service_not_found
source: Service Not Found
pt: Serviço Não Encontrado

# service.service_not_loaded
source: The service details could not be loaded.
pt: Os detalhes do serviço não puderam ser carregados.

# service.hymns_presented_during_worship
source: Hymns Presented During Worship
pt: Hinos Apresentados Durante o Culto

# service.note_prefix
source: Note: %@
pt: Nota: %@

# service.create_todays_service
source: Create Today's Service
pt: Criar Serviço de Hoje

# service.dismiss
source: Dismiss
pt: Dispensar

# btn.dismiss
source: Dismiss
pt: Dispensar

# btn.create_todays_service
source: Create Today's Service
pt: Criar Serviço de Hoje

# import.preview_title
source: Import Preview
pt: Pré-visualização da Importação

# import.duplicates
source: %d duplicates
pt: %d duplicados

# import.duplicate_resolution_title
source: Duplicate Resolution
pt: Resolução de Duplicados

# import.conflicts_with
source: Conflicts with: %@
pt: Conflito com: %@

# export.hymns_title
source: Export Hymns
pt: Exportar Hinos

# export.hymns_count
source: %d of %d
pt: %d de %d

# external.no_external_display
source: No External Display
pt: Sem Ecrã Externo

# external.external_display_ready
source: External Display Ready
pt: Ecrã Externo Pronto

# external.worship_session_active
source: Worship Session Active
pt: Sessão de Culto Activa

# external.present
source: Present
pt: Apresentar

# external.present_externally
source: Present Externally
pt: Apresentar Externamente

# external.stop
source: Stop
pt: Parar

# content.no_hymn_selected
source: No hymn selected
pt: Nenhum hino seleccionado

# content.no_hymn_to_edit
source: No hymn to edit
pt: Nenhum hino para editar

# content.song
source: Song
pt: Cântico

# content.use_toolbar_add_first
source: Use the toolbar to add your first hymn
pt: Use a barra de ferramentas para adicionar o seu primeiro hino

# content.drag_hymns_reorder
source: Drag hymns to reorder them in the service
pt: Arraste hinos para os reordenar no serviço

# alert.save_error
source: Save Error
pt: Erro de Gravação

# alert.validation_warning
source: Validation Warning
pt: Aviso de Validação

# alert.data_integrity_check
source: Data Integrity Check
pt: Verificação da Integridade dos Dados

# alert.recovery_complete
source: Recovery Complete
pt: Recuperação Concluída

# alert.delete_service
source: Delete Service
pt: Apagar Serviço

# alert.invalid_state
source: Error: Invalid State
pt: Erro: Estado Inválido

# msg.hymn_creation_state_corrupted
source: Hymn creation state was corrupted. Please try again.
pt: O estado de criação de hino foi corrompido. Por favor, tente novamente.

# menu.export
source: Export
pt: Exportar

# menu.manage
source: Manage
pt: Gerir

# help.search_placeholder
source: Search help topics...
pt: Pesquisar tópicos de ajuda...

# help.no_help_topics
source: No help topics found
pt: Nenhum tópico de ajuda encontrado

# help.try_different_search
source: Try different search terms or browse categories
pt: Tente termos de pesquisa diferentes ou navegue pelas categorias

# help.search_results
source: Search Results
pt: Resultados da Pesquisa

# help.topics_found
source: %d topics found
pt: %d tópicos encontrados

# help.related_topics
source: Related Topics
pt: Tópicos Relacionados

# help.help
source: Help
pt: Ajuda

# help.open_help_support
source: Open help and support
pt: Abrir ajuda e suporte

# toolbar.data_recovery_tools
source: Data Recovery Tools
pt: Ferramentas de Recuperação de Dados

# worship.start_worship
source: Start Worship
pt: Iniciar Culto

# worship.stop_worship
source: Stop Worship
pt: Parar Culto

# worship.stop_presentation
source: Stop Presentation
pt: Parar Apresentação

# worship.worship_session_active
source: Worship Session Active
pt: Sessão de Culto Activa

# worship.worship_presentation
source: Worship Presentation
pt: Apresentação de Culto

# btn.get_help
source: Get Help
pt: Obter Ajuda

# btn.present_next
source: Present Next
pt: Apresentar Seguinte

# btn.clear_done
source: Clear Done
pt: Limpar Concluídos

# toolbar.present
source: Present
pt: Apresentar

# toolbar.add
source: Add
pt: Adicionar

# toolbar.import
source: Import
pt: Importar

# toolbar.edit
source: Edit
pt: Editar

# toolbar.delete
source: Delete
pt: Apagar

# toolbar.export
source: Export
pt: Exportar

# toolbar.manage
source: Manage
pt: Gerir

# toolbar.help
source: Help
pt: Ajuda

# toolbar.font_size
source: Font Size
pt: Tamanho da Fonte

# worship_bg.session_active
source: Worship Session Active
pt: Sessão de Culto Activa
